{
    "data": [
        {
            "title": "White paper:",
            "description": "<strong>SpreadYourCause.com</strong> \n\nSpreadYourCause.com is a platform designed to help you propagate the cause you believe in and receive cash donations for doing it from like-minded supporters!\n\nIt is the first-ever tool to build a powerful community of people who share the same vision, manage it in a truly democratic way, and raise funding like never before."
        },
        {
            "title": "Main terms:",
            "description": "<strong>Cause</strong> is an idea or an important goal registered on the platform with a view to attracting, growing, and rewarding its supporters.\n\n<strong>Advocates</strong> refer to individuals aligned with a specific cause. Advocates would normally have popular accounts in other social media used to promote their aligned cause by posting relevant content.\n\n<strong>Followers</strong> refer to followers of advocates’ social media accounts. They align themselves with a  specific cause by liking,  commenting and re-posting of advocates’ relevant content.\n\n<strong>Partners</strong> are individuals, registered on the platform, who have donated money to the cause.\n\n<strong>Cause members</strong>  includes advocates, their followers, and partners. Any cause member can simultaneously adopt all the three roles.\n\n<strong>Cause donations<strong> are monetary contributions made by partners to the cause.\n\n<strong>Cause capitalization</strong> is the total amount of donations a cause has received since its inception.\n\n<strong>Partner share</strong> - the total amount a specific partner has donated to the cause over time, divided by the cause capitalization."
        },
        {
            "title": "Donations and distribution:",
            "description": "Any platform user can donate to a cause, becoming its partner.\n\nAll donations are immediately distributed among existing cause members according to the <strong>Cause Donation Distribution Settings</strong>, which define who receives donations and how they are allocated.\n\nAt their highest level, donations are split between partners and advocates. The former are rewarded for their prior support to the cause. The latter are rewarded for their efforts to promote the cause. Partners reward and advocates reward always add up to 100% and are determined by the voting system on the platform.\n\nPartners reward is split among individual partners according to their individual partner shares.\n\nAdvocates reward is split among individual advocates according their individual <strong>advocate shares</strong>, which determined via the voting system implemented on the platform.\n\nImmediately after a donation is made, the cause capitalization increases by the donation amount (post-donation capitalization). To clarify, a new partner’s share is calculated as the amount of their donation divided by the post-donation cause capitalization."
        },
        {
            "title": "Voting system",
            "description": "Cause donation distribution settings are decided through a partner voting system managed by SpreadYourCause.com. Each partner casts votes indicating their preferred percentage for each category. The final distribution percentages are calculated as a weighted average of all partner votes.\n\nFor example, if a cause has two partners with 60% and 40% partner shares, and the first partner votes for a 25% distribution to advocates (Advocates reward) while the second votes for 30%, the final distribution to advocates will be set at 27%, calculated as <strong>(60% × 25%) + (40% × 30%)</strong>. This means that the Partners reward will be set 73% (equal to 100% - 27%).\n\nPartners can further vote on the individual advocate shares in the same fashion. Each partner can cast their vote as to the exact split of the 27% advocates share among specific advocates. The final Advocate shares are always determined as weighted averages calculated based on individual Partner weights and their respective cast votes.\n\nFinally, the same voting system can determine how much each advocate keeps for themselves (Creator reward) and how much is trickled down to its followers (Follower reward). These final reward shares add up to 100% for each advocate and are again determined as weighted average based on individual Partner weights and their respective cast votes."
        },
        {
            "title": "Cause Creation:",
            "description": "A cause is created on SpreadYourCause.com at the request of a <strong>cause founder</strong> (a platform user).\n\nUpon creation, the founder must determine the cause’s <strong>starting capitalization</strong>. While there are no platform-imposed limits, best practice suggests setting this amount in line with the expected fundraising potential for the next 12 months. If set too low, the founder’s share will be diluted quickly, leading to a loss of decision-making control. If set too high, the cause may become less attractive to potential supporters due to a high entry threshold.\n\nImmediately after creation, the founder’s partner share is set at 90%, with the remaining 10% automatically allocated to SpreadYourCause.com."
        },
        {
            "title": "Other issues:",
            "description": "<strong>Repeated donations</strong>\n\nIf an existing partner donates again, they are treated as a <strong>new partner</strong> for that donation. Their previous partner share is not considered, ensuring that they do not receive distributions from their own contribution. However, their total partner share increases after the donation.\n\n<strong>Relevant content</strong>\n\nSpreadYourCause.com monitors advocates’ accounts on other social media with the help of AI with a view to determining the content relevancy for the cause.  Thus, this whole process is fully automated with AI reading advocate’s post and checking them against the cause’s official mission statement to assign an impact score to each post.\n\n<strong>Followers reward</strong>\n\nFor each advocate, follower reward is split among advocate’s followers based on their usual follower activity, i.e. the number of likes, re-posts and comments made under any relevant content. The analysis is fully automated with AI analysing comments for alignment with cause and calculating the number of likes and re-posts made by each individual follower.\n\n<strong>Disabled voting system</strong>\n\nCause founder may choose to disable the entire voting system upon foundation. In this case all donation distribution setting will be set by the founder and can be changed by the founder at any time and at their full discretion. The founder can consequently choose to enable the voting system but this action can never be reversed.\n\n<strong>Default votes</strong>\n\nIf a partner never casts their votes, then the system virtually cast votes on behalf of that partner so that all the shares than can be voted for are considered equal. I.e. Advocates reward and Partners reward are set o 50% each. Each advocate receives an equal share (all summing up to 100%). Creator reward and Follower reward are also assumed at 50% each."
        }
    ]
}